Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Эвклид3596.tmx
Source language: ru
Languages: ba

source: Аксио́ма паралле́льности Евкли́да, или пя́тый постула́т — одна из аксиом, лежащих в основании классической планиметрии.
ba: Евкли́дтың параллеллек аксиомаһы, йәки бишенсе постула́т — классик планиметрияның нигеҙендә ятҡан аксиомаларҙың береһе.

source: Впервые приведена в «Началах» Евклида:
ba: Иң тәүге тапҡыр Евклидтың «Башланғыстарында» килтерелә:

source: И если прямая, падающая на две прямые, образует внутренние и по одну сторону углы, меньшие двух прямых, то продолженные неограниченно эти прямые встретятся с той стороны, где углы меньше двух прямых.
ba: Әгәр ике тура һыҙыҡҡа төшөүсе тура һыҙыҡ ике тура мөйөшкә ҡарағанда бәләкәйерәк һәм бер яҡта ятҡан эске мөйөштәр барлыҡҡа килтерһә, сикһеҙ дауам ителгән был һыҙыҡтар мөйөштәр ике тура мөйөштән бәләкәйерәк булған яҡта осрашасаҡ.

source: Оригинальный текст (Др.греческий) [показать]
ba: Оригинал текст (Бор. грек) [күрһәтергә]

source: Евклид различает понятия постулат и аксиома, не объясняя их различия; в разных манускриптах «Начал» Евклида разбиение утверждений на аксиомы и постулаты различно, равно как не совпадает и их порядок.
ba: Евклид постулат һәм аксиома тигән төшөнсәләрҙе айыра, ләкин уларҙың айырмаһын аңлатып тормай; Евклид «Башланғыстар»ының төрлө манускрипттарында аксиомаларға һәм постулаттарға бүленеш төрлө, уларҙың тәртибе лә тура килмәй.

source: В классическом издании «Начал» Гейберга сформулированное утверждение является пятым постулатом.
ba: «Башланғыстар»ҙың Йохан Людвиг Гейберг әҙерләп сығарған классик баҫмаһында формалаштырылған ҡағиҙә бишенсе постулат булып тора.

source: На современном языке текст Евклида можно переформулировать так:
ba: Хәҙерге телдә Евклид тексын ошолай төҙөргә мөмкин:

source: Если [на плоскости] при пересечении двух прямых третьей сумма внутренних односторонних углов меньше 180°, то эти прямые при достаточном продолжении пересекаются, и притом с той стороны, с которой эта сумма меньше 180°.
ba: Әгәр [яҫылыҡта] ике тура һыҙыҡ өсөнсөһө менән киҫешһә, эске бер яҡтағы мөйөштәрҙең суммаһы 180°-тан кәм булһа, был тура һыҙыҡтар етерлек тиклем дауам ителгән осраҡта нәҡ был сумма 180°-тан кәм булған яҡта киҫешәсәктәр.

source: Уточнение, с какой именно стороны пересекаются прямые, Евклид добавил, вероятно, для ясности — легко доказать, что оно вытекает из самого факта существования пересечения.
ba: Тап ниндәй яҡтан киҫешәсәктәре тураһындағы аныҡлауҙы Евклид, моғайын, асыҡлыҡ индереү өсөн өҫтәгәндер — уларҙың киҫешәсәктәре фактына бәйлелекте иҫбатлау еңел.

source: Пятый постулат чрезвычайно сильно отличается от других постулатов Евклида, более простых и очевидных (см. Начала Евклида).
ba: Бишенсе постулат Евклидтың ябай һәм интуиция кимәлендә аңлашылып торған башҡа постулаттарынан ныҡ айырыла (ҡара: «Евклидтың башланғыстары»).

source: Поэтому в течение двух тысячелетий не прекращались попытки исключить его из списка аксиом и вывести как теорему.
ba: Шул сәбәпле ике мең йыл буйы уны, аксиомалар исемлегенән сығарып, теорема итергә тырышыуҙар туҡтамай.

source: Все эти попытки окончились неудачей.
ba: Бөтә был тырышлыҡтар уңышһыҙлыҡҡа осрап тора.

source: «Вероятно, невозможно в науке найти более захватывающую и драматичную историю, чем история пятого постулата Евклида».
ba: «Моғайын, фәндә Евклидтың бишенсе постулаты тарихынан да мауыҡтырғысыраҡ һәм моңһоуыраҡ тарихты табып та булмайҙыр».

source: Несмотря на отрицательный результат, эти поиски не были напрасны, так как в конечном счёте привели к полному пересмотру научных представлений о геометрии Вселенной.
ba: Ыңғай һөҙөмтәһе булмаһа ла, был эҙләнеүҙәр бушҡа үтмәй, сөнки һуңғы сиктә улар барыбер Ғаләм геометрияһы тураһындағы ғилми ҡараштарҙы өр-яңынан ҡарау ихтыяжын тыуҙыра.

source: Эквивалентные формулировки постулата о параллельных
ba: Параллель һыҙыҡтар тураһындағы постулаттың эквивалентлы бирелештәре

source: В современных источниках обычно приводится другая формулировка постулата о параллельных, эквивалентная (равносильная) V постулату и принадлежащая Проклу (за рубежом её часто называют аксиомой Плейфера):
ba: Хәҙерге заман сығанаҡтарында ғәҙәттә параллель һыҙыҡтар тураһындағы постулаттың башҡа төрлө бирелеше килтерелә, ул V постулатҡа эквивалентлы (торошло) һәм Прокл Диадох тарафынан төҙөлгән (сит илдәрҙә уны йыш ҡына Джон Плейфэр аксиомаһы тип атайҙар):

source: В плоскости через точку, не лежащую на данной прямой, можно провести одну и только одну прямую, параллельную данной.
ba: Яҫылыҡтағы бирелгән тура һыҙыҡ өҫтөндә ятмаған нөктә аша уға параллель бер генә һәм тик бер генә тура һыҙыҡ үткәреп була.

source: В этой формулировке слова «одну и только одну» часто заменяют на «только одну» или «не более одной», так как существование хотя бы одной такой параллельной сразу следует из теорем 27 и 28 «Начал» Евклида.
ba: Был бирелештә «бер генә һәм тик бер генә» тигән һүҙҙәрҙе йыш ҡына «тик бер генә» йәки «берәүҙән артыҡ булмаған» тигәнгә алмаштыралар, сөнки ошондай бер генә булһа ла параллель һыҙыҡ булыуы Евклид «Башланғыстар»ының 27 һәм 28 теоремаларынан килеп сыға.

source: Вообще у V постулата имеется огромное количество эквивалентных формулировок, многие из которых сами по себе кажутся довольно очевидными.
ba: Ғүмүмән, V постулаттың эквивалент бирелештәре бик күп, уларҙың күбеһе үҙенән-үҙе дөрөҫ булып күренә.

source: Вот некоторые из них.
ba: Бына уларҙың ҡайһы берҙәре.

source: Существует прямоугольник (хотя бы один), то есть четырёхугольник, у которого все углы прямые.
ba: Тура дүртмөйөш бар икән (берәү булһа ла), тимәк, бөтә мөйөштәре тура булған дүртмөйөш бар.

source: Существуют подобные, но не равные треугольники (аксиома Валлиса, 1693).
ba: Оҡшаш, ләкин тигеҙ булмаған өсмөйөштәр бар (Джон Валлис аксиомаһы, 1693).

source: И здесь достаточно, чтобы существовала хотя бы одна пара таких треугольников.
ba: Һәм бында ошондай ике өсмөйөш булыуы ла етә.

source: Любую фигуру можно пропорционально увеличить.
ba: Теләһә ниндәй фигураны пропорциональ рәүештә ҙурайтып була.

source: Вариант: существует по меньшей мере одна фигура, которую можно пропорционально увеличить.
ba: Вариант: пропорциональ ҙурайтып була торған кәм тигәндә бер фигура бар.

source: Существует треугольник сколь угодно большой площади.
ba: Майҙаны теләһә күпме ҙурлыҡта була торған өсмөйөш бар.

source: Прямая, проходящая через точку внутри угла, пересекает по крайней мере одну его сторону (аксиома Иоганна Фридриха Лоренца, 1791).
ba: Мөйөш эсендәге нөктә аша үтеүсе тура һыҙыҡ уның кәм тигәндә бер яғын киҫеп үтә (Иоганн Фридрих Лоренц аксиомаһы, 1791).

source: Через каждую точку внутри острого угла всегда можно провести прямую, пересекающую обе его стороны (одно из предположений Лежандра, 1800).
ba: Ҡыҫынҡы мөйөш эсендәге һәр нөктә аша уның ике яғын да киҫә торған тура һыҙыҡ үткәреп була (Адриен Мари Лежандр фараздарының береһе, 1800).

source: Сближающиеся прямые рано или поздно пересекутся.
ba: Бер-береһенә яҡынайыусы тура һыҙыҡтар иртәме, һуңмы киҫешәсәк.

source: Вариант: перпендикуляр и наклонная к одной и той же прямой непременно пересекаются.
ba: Вариант: бер үк тура һыҙыҡҡа ҡарата перпендикуляр һыҙыҡ менән ауыш һыҙыҡ мотлаҡ киҫешәсәк.

source: Утверждение известно как постулат Лежандра, хотя эта формулировка встречалась ещё в XIII веке у ат-Туси.
ba: Был раҫлау XIII быуатта Насыр ад-Дин Тусиҙа уҡ осраһа ла, Лежандр постулаты булараҡ билдәле.

source: Точки, равноудалённые от данной прямой (по одну её сторону), образуют прямую.
ba: Бирелгән тура һыҙыҡтан бер тигеҙ алыҫлыҡта ятыусы нөктәләр (уның бер яғындағылар) тура һыҙыҡ хасил итә.

source: Вариант: расстояние между параллельными прямыми всегда постоянно, то есть параллельные прямые не могут ни сближаться, ни расходиться.
ba: Вариант: параллель тура һыҙыҡтар араһындағы алыҫлыҡ һәр ваҡыт даими, йәғни параллель тура һыҙыҡтар яҡынлаша ла, алыҫлаша ла алмай.

source: Если две прямые начали сближаться, то невозможно, чтобы они затем начали (в ту же сторону, без пересечения) расходиться (аксиома Роберта Симсона, 1756).
ba: Әгәр ике тура һыҙыҡ бер-береһенә яҡынлаша башлаһа, уларҙың (бер үк яҡҡа, киҫешмәйсә) алыҫлаша башлауы мөмкин түгел (Роберт Симсон аксиомаһы, 1756).

source: Вариант: Если две прямые в одну сторону расходятся, то в другую — сближаются.
ba: Вариант: Әгәр ике тура һыҙыҡ бер яҡҡа бер-береһенән алыҫлашһа, икенсе яҡҡа — яҡынлашалар.

source: Сумма углов одинакова у всех треугольников.
ba: Бөтә өсмөйөштәрҙең дә мөйөштәре суммаһы бер төрлө.

source: Вариант: существует, как минимум, одна пара неравновеликих треугольников с одинаковой суммой углов.
ba: Вариант: мөйөштәренең суммаһы бер иш булған төрлө ҙурлыҡтағы кәм тигәндә ике өсмөйөш бар.

source: Существует треугольник (по меньшей мере один), сумма углов которого равна двум прямым.
ba: Мөйөштәренең суммаһы ике тура мөйөшкә тиң булған (кәм тигәндә бер), өсмөйөш бар.

source: Две прямые, параллельные третьей, параллельны и друг другу (аксиома Остроградского, 1855).
ba: Ике тура һыҙыҡ өсөнсөһөнә параллель булһа, бер-береһенә лә параллель була (Остроградский аксиомаһы, 1855).

source: Линия, ортогональная некоторому семейству параллельных прямых, является прямой.
ba: Ниндәй ҙә булһа параллель һыҙыҡтар тупланмаһына ҡарата ортогональ булған һыҙыҡ тура һыҙыҡ булып тора.

source: Прямая, пересекающая одну из параллельных прямых, непременно пересечёт и другую.
ba: Параллель һыҙыҡтарҙың береһен киҫкән тура һыҙыҡ икенсеһен дә мотлаҡ киҫәсәк.

source: Для всякого невырожденного треугольника существует описанная окружность (аксиома Фаркаша Бойяи).
ba: Һәр бер әүерелмәгән өсмөйөш өсөн ҡамаусы әйләнә бар (Фаркаш Бойяи аксиомаһы).

source: Справедлива теорема Пифагора (как минимум в одном прямоугольном треугольнике).
ba: Пифагор теоремаһы ғәҙел (кәм тигәндә тура мөйөшлө бер өсмөйөштә).

source: Вариант: пространство имеет Евклидову метрику.
ba: Вариант: арауыҡ Евклид метрикаһына эйә.

source: Отношение длины окружности к её диаметру является константой, то есть одинаково для любой окружности.
ba: Әйләнәнең оҙонлоғо менән диаметры нисбәте константа булып тора, йәғни һәр бер әйләнә өсөн бер төрлө.

source: Существует окружность (хотя бы одна), у которой отношение длины окружности к её диаметру равно числу Пи .
ba: Вариант: әйләнә оҙонлоғоноң уның диаметрына нисбәте Пи һанына тиң (бер генә әйләнәнеке булһа ла).

source: Эквивалентность их означает, что все они могут быть доказаны, если принять V постулат, и наоборот, заменив V постулат на любое из этих утверждений, мы сможем доказать исходный V постулат как теорему.
ba: Уларҙың эквивалентлығы шуны аңлата: V постулат аша уларҙың бөтәһен дә иҫбатлап була һәм, киреһенсә, V постулатты ошо формулировкаларҙың ҡайһыһына алмаштырһаҡ та, инеш V постулатты теорема кеүек итеп иҫбатлай алабыҙ.

source: Если вместо V постулата допустить, что для пары точка — прямая V постулат неверен, то полученная система аксиом будет описывать геометрию Лобачевского.
ba: Әгәр V постулат урынына, нөктә — тура һыҙыҡ пары өсөн V постулат дөрөҫ түгел тип ҡараһаҡ, килеп сыҡҡан аксиомалар системаһы Лобачевский геометрияһын һүрәтләр.

source: Понятно, что в геометрии Лобачевского все вышеперечисленные эквивалентные утверждения неверны.
ba: Аңлашылыуынса, Лобачевский геометрияһы өсөн үрҙә һаналған эквивалент раҫлауҙар дөрөҫ түгел.

source: Система аксиом сферической геометрии так же требует изменения других аксиом Евклида .
ba: Сферик геометрия аксиомалары системаһы шулай уҡ Евклидтың башҡа аксиомаларын үҙгәртеүҙе лә талап итә.

source: Пятый постулат резко выделяется среди других, вполне очевидных, он больше похож на сложную, неочевидную теорему.
ba: Бишенсе постулат былай ҙа аңлайышлы башҡалар араһында ныҡ айырылып тора, ул иҫбатлау талап иткән теоремаға оҡшаш.

source: Евклид, вероятно, сознавал это, и поэтому первые 28 предложений в «Началах» доказываются без его помощи.
ba: Евклид, күрәһең, быны тойомлағандыр, шунлыҡтан «Башланғыстар»ҙағы тәүге 28 һөйләм уның ярҙамынан тыш иҫбатлана.

source: «Евклиду безусловно должны были быть известны различные формы постулата о параллельных».
ba: «Евклидҡа параллель һыҙыҡтар тураһындағы постулаттың төрлө төрҙәре барлығы һис шикһеҙ билдәле булғандыр».

source: Почему же он выбрал приведенную, сложную и громоздкую?
ba: Ни өсөн ул быныһын, ҡатмарлы һәм шөкәтһеҙен, һайлаған?

source: Историки высказывали различные предположения о причинах такого выбора.
ba: Был һайлау сәбәптәренә ҡағылышлы тарихсылар төрлө фараздар ҡуҙғатты.

source: В. П. Смилга полагал, что Евклид такой формулировкой указывал на то, что данная часть теории является незавершённой.
ba: Вольдемар Петрович Смилга фекеренсә, Евклид ошо бирелеш аша теорияның был өлөшө тамамланмағанлығын һыҙыҡ өҫтөнә алғандыр.

source: М. Клайн обращает внимание на то, что пятый постулат Евклида имеет локальныйхарактер, то есть описывает событие на ограниченном участке плоскости, в то время как, например, аксиома Прокла утверждает факт параллельности, который требует рассмотрения всей бесконечной прямой.
ba: Морис Клайн иғтибарҙы шуға йүнәлтә: Евклидтың бишенсе постулаты локаль булып тора, йәғни яҫылыҡтың сикләнгән өлөшөндәге ваҡиғаға ғына ҡағыла, ә, мәҫәлән, Прокл аксиомаһы сикһеҙ тура һыҙыҡҡа ҡағылышлы параллеллек фактын раҫлай.

source: Надо пояснить, что античные математики избегали использовать актуальную бесконечность; например, второй постулат Евклида утверждает не бесконечность прямой, а всего лишь то, что «прямую можно непрерывно продолжать». С точки зрения античных математиков, вышеприведенные эквиваленты постулата о параллельных могли казаться неприемлемыми: они либо ссылаются на актуальную бесконечность или (ещё не введенное) понятие измерения, либо тоже не слишком очевидны.
ba: Шуныһын да оноторға ярамай: антик математиктар актуаль сикһеҙлекте ҡулланыуҙан ҡасҡан; мәҫәлән, Евклидтың икенсе постулаты тура һыҙыҡтың сикһеҙлеген раҫламай, ә бары тик «тура һыҙыҡты өҙлөкһөҙ дауам итеп булыуын ғына» күҙҙә тота. Антик математиктарға параллель һыҙыҡтар тураһында постулаттың үрҙә килтерелгән эквиваленттары яраҡһыҙ булып күренгән: улар йә актуаль сикһеҙлеккә йәки (әлегә индерелмәгән) үлсәм төшөнсәһенә һылтанған, йә уларҙы бик үк аңлайышлы түгел тип тапҡан.

source: Ещё одну версию выдвинул историк Имре Тот: евклидова формулировка, возможно, была вначале (ошибочно доказанной) теоремой у кого-то из предшественников Евклида, и когда убедились, что доказать её не удаётся, статус теоремы повысили до постулата, не меняя текста формулировки.
ba: Тағы бер версияны тарихсы Имре Тот тәҡдим итә: Евклидса бирелеш, моғайын, башта уның элгәрҙәренән берәйһенең (яңылыш иҫбат ителгән) теоремаһы булғандыр, һәм уны иҫбатлап булмаҫына инанғас, теорема статусын постулатҡа тиклем күтәргәндәрҙер, ә бирелеш тексын шул көйө ҡалдырғандарҙыр.

source: Абсолютная геометрия
ba: Абсолют геометрия

source: Если из списка аксиом исключить V постулат, то полученная система аксиом будет описывать так называемую абсолютную геометрию.
ba: Аксиомалар исемлегенән V постулатты алып ташлағанда, килеп сыҡҡан аксиомалар системаһы абсолют геометрия тигән күренеште һүрәтләр.

source: В частности, первые 28 теорем «Начал» Евклида доказываются без использования V постулата и поэтому относятся к абсолютной геометрии.
ba: Атап әйткәндә, Евклид «Башланғыстар»ының тәүге 28 теоремаһы V постулатты файҙаланмайынса иҫбат ителә һәм шунлыҡтан абсолют геометрияға инә.

source: Для дальнейшего отметим две теоремы абсолютной геометрии: параллельные прямые существуют; это следует из теорем 27 и 28 «Начал» Евклида.
ba: Дауам итеү өсөн абсолют геометрияның ике теоремаһын билдәләйек: параллель тура һыҙыҡтар бар; был Евклид «Башланғыстар»ының 27 һәм 28 теоремаларынан килеп сыға.

source: При продолжении двух прямых от точки их пересечения расстояние между ними неограниченно возрастает.
ba: Ике тура һыҙыҡты киҫешкән нөктәһенән ары дауам иткәндә, улар араһындағы арауыҡ сикһеҙ арта бара.

source: Попытки доказательства
ba: Иҫбатларға ынтылыштар

source: Математики с давних времён пытались «улучшить Евклида» — либо исключить пятый постулат из числа исходных утверждений, то есть доказать его, опираясь на остальные постулаты и аксиомы, либо заменить его другим, столь же очевидным, как другие постулаты.
ba: Математиктар борон замандарҙан уҡ «Евклидты яҡшыртырға» — йә бишенсе постулатты инеш раҫлауҙар араһынан алып ташларға, йәғни уны башҡа постулаттарға һәм аксиомаларға нигеҙләнеп иҫбатларға, йә уны башҡа постулаттар шикелле аңлайышлы башҡаға алмаштырырға тырышҡан.

source: Надежду на достижимость этого результата поддерживало то, что IV постулат Евклида (все прямые углы равны) действительно оказался лишним — он был строго доказан как теорема и исключён из перечня аксиом.
ba: Евклидтың IV постулатының (бөтә тура мөйөштәр ҙә тигеҙ) ысынлап та артыҡ булып сығыуы — ул теорема кеүек итеп иҫбат ителгән дә аксиомалар исемлегенән һыҙып ташланған — уларҙың ыңғай һөҙөмтәгә өлгәшеренә өмөт өҫтәгән.

source: За два тысячелетия было предложено много доказательств пятого постулата, но в каждом из них рано или поздно обнаруживался порочный круг: оказывалось, что среди явных или неявных посылок содержится утверждение, которое не удаётся доказать без использования того же пятого постулата.
ba: Ике мең йыл эсендә бишенсе постулатҡа бик күп иҫбатлау юлдары тәҡдим ителгән, ләкин иртәме-һуңмы уларҙың һәр береһендә етешһеҙлек түңәрәк табылған: шул бишенсе постулаттан башҡа иҫбатлап булмай торған әйберҙәр сыға ла тора икән.

source: Прокл (V век н. э.) в «Комментарии к I книге Начал Евклида» сообщает, что такое доказательство предложил Клавдий Птолемей, критикует его доказательство и предлагает своё собственное.
ba: Прокл (б.э. V быуат) «Евклид Башланғыстарының I китабына комментарий»ында хәбәр итеүенсә, бындай иҫбатламаны Клавдий Птолемей индергән, ул был иҫбатламаны тәнҡитләй һәм үҙенекен тәҡдим итә.

source: В несколько упрощённом виде его можно описать так: пусть прямая {\displaystyle b} проходит через заданную точку {\displaystyle A} параллельно прямой {\displaystyle a} ; докажем, что любая другая прямая {\displaystyle c} , проведенная через ту же точку, пересекается с прямой {\displaystyle a} .
ba: Уны ябайлаштырып һүрәтләһәк, былай булыр: {\displaystyle b} тура һыҙығы {\displaystyle A} нөктәһе аша {\displaystyle a} тура һыҙығына параллель үтә икән ти; иҫбат итәйек: теләһә ҡайһы башҡа бер тура һыҙыҡ {\displaystyle c} , шул уҡ нөктә аша үткән осраҡта, {\displaystyle a} тура һыҙығы менән киҫешә .

source: Как упоминалось выше, расстояние между прямыми от точки их пересечения возрастает неограниченно (ещё раз подчеркнём, что доказательство этой теоремы не опирается на V постулат).
ba: Үрҙә телгә алынғанса, киҫешеү нөктәһенән ары киткәндә был тура һыҙыҡтарҙың араһы сикһеҙ ҙурая (тағы бер мәртәбә билдәләйек: был теореманы иҫбатлау V постулатҡа нигеҙләнмәй).

source: Но тогда в конце концов расстояние между {\displaystyle c} и {\displaystyle b} превысит расстояние между параллельными прямыми, то есть прямые {\displaystyle c} и {\displaystyle a} пересекутся.
ba: Ләкин ул сағында {\displaystyle c} менән {\displaystyle b} араһындағы арауыҡ бер заман параллель тура һыҙыҡтар араһындағы арауыҡтан артып китә, йәғни {\displaystyle c} менән {\displaystyle a} тура һыҙыҡтары киҫешә.

source: Приведенное доказательство опирается на допущение, что расстояние между двумя параллельными прямыми постоянно (или, по крайней мере, ограничено).
ba: Был иҫбатлама, ике параллель тура һыҙыҡ араһы даими (һәр хәлдә сикләнгән), тигән фаразға нигеҙләнә.

source: Впоследствии выяснилось, что это допущение равносильно V постулату.
ba: Ләкин һуңынан асыҡланыуынса, был фараз V постулат менән тиң көскә эйә.

source: Учёный I века до н. э. Посидоний предложил определить параллельные как прямые, на всём протяжении равноудалённые друг от друга. Из такого определения легко выводится пятый постулат.
ba: Б.э. тиклем I быуат ғалимы Посидоний параллель һыҙыҡтарҙы бөтә дауамында бер-береһенән тиң алыҫлыҡта тороусы тура һыҙыҡтар тип билдәләргә тәҡдим итә. Был билдәләмәнән бик еңел генә итеп бишенсе постулат сығарыла.

source: Однако определение Посидония некорректно: ниоткуда не следует, что линия, равноудалённая от данной прямой, есть прямая.
ba: Ләкин Посидонийҙың билдәләмәһе хаталы: бирелгән тура һыҙыҡтан тиң алыҫлыҡта булған һыҙыҡтың тура һыҙыҡ икәнлеге бер ерҙә лә күренмәй.

source: После упадка античной культуры V постулатом занялись математики стран ислама.
ba: Антик мәҙәниәт юҡҡа сыҡҡандан һуң V постулат менән ислам илдәре математиктары шөғөлләнә башлай.

source: Доказательство ал-Джаухари, ученика ал-Хорезми (IX век)[14], неявно подразумевало: если при пересечении двух прямых какой-либо третьей накрест-лежащие углы равны, то то же имеет место при пересечении тех же двух прямых любой другой.
ba: Әл-Хәрәзми уҡыусыһы (IX быуат) әл-Жәүһәриҙең [15] иҫбатламаһы асыҡтан-асыҡ булмаһа ла шуны күҙҙә тота: ике тура һыҙыҡ өсөнсөһө тарафынан киҫелгәндә саттағы мөйөштәр тигеҙ булһа, шул уҡ ике тура һыҙыҡ теләһә ниндәй башҡа тура һыҙыҡ менән киҫелгәндә лә сат мөйөштәре тигеҙ була.

source: И это допущение равносильно V постулату.
ba: Һәм был фараз V постулат көсөнә эйә.

source: Сабит ибн Курра (IX век) дал два доказательства; в первом он опирается на предположение, что если две прямые удаляются друг от друга с одной стороны, они обязательно приближаются с другой стороны.
ba: Сабит ибн Курра (IX быуат) ике иҫбатлама бирә; беренсеһендә ул, ике тура һыҙыҡ бер-береһенән бер яҡлап алыҫлашһа, икенсе яҡлап улар бер-береһенә мотлаҡ яҡынлаша, тигән күҙаллауға таяна.

source: Во втором, как и Посидоний, он исходит из существования равноотстоящих прямых, причём этот факт ибн Курра пытается вывести из представления о «простом движении», т. е. о равномерном движении на фиксированном расстоянии от прямой (ему представляется очевидным, что траектория такого движения — тоже прямая).
ba: Икенсеһендә ул, Посидоний кеүек үк, бер-береһенән тигеҙ алыҫлыҡта булған тура һыҙыҡтар барлығына нигеҙләнә, өҫтәүенә, ибн Курра был фактты «ябай хәрәкәт», йәғни тура һыҙыҡтан тигеҙ бер алыҫлыҡта барған хәрәкәт тураһындағы (уға был хәрәкәттең траекторияһы ла тура булып тойола) ҡараштан сығарырға тырыша.

source: Каждое из двух упомянутых утверждений Ибн Курры эквивалентно V постулату.
ba: Ибн Курраның был раҫламаларының икеһе лә V постулатҡа эквивалентлы.

source: Аналогичную ошибку сделал ибн ал-Хайсам, но он впервые рассмотрел фигуру, позже получившую название «четырёхугольник Ламберта» — четырёхугольник, у которого три внутренних угла — прямые.
ba: Ошондай уҡ хатаға ибн әл-Хайсам да юлыға, ләкин ул тәүләп һуңынан «Ламберт дүртмөйөшө» тигән исем аласаҡ фигураны ҡарай — был дүртмөйөштөң эске өс мөйөшө тура.

source: Он сформулировал три возможных варианта для четвёртого угла: острый, прямой, тупой.
ba: Ул дүртенсе мөйөш өсөн ихтимал булған өс вариантты тәҡдим итә: ҡыҫынҡы, тура, йәйенке.

source: Обсуждение этих трёх гипотез, в разных вариантах, многократно возникало в позднейших исследованиях.
ba: Был өс гипотеза буйынса фекер алышыу һуңынан төрлө варианттарҙа ҡат-ҡат күтәрелә килә.

source: Поэт и математик Омар Хайям подверг критике попытки ввести в геометрию механическое движение.
ba: Шағир һәм математик Ғүмәр Хәйям геометрияға механик хәрәкәтте индерергә тырышыуҙы тәнҡитләй.

source: Он предложил заменить V постулат на другой, более простой: две сходящиеся прямые пересекаются, и невозможно, чтобы две сходящиеся прямые расходились в направлении схождения.
ba: Ул V постулатты икенсе бер ябайыраҡҡа алмаштырырға тәҡдим итә: бер-береһенә яҡынайыусы тура һыҙыҡтар киҫешә, һәм бер-береһенә яҡынлашыусы ике тура һыҙыҡтың яҡынлашыу йүнәлешендә алыҫлашыуы мөмкин түгел.

source: Каждая из двух частей этого утверждения равносильна постулату Евклида.
ba: Был раҫламаның ике өлөшөнөң һәр береһе Евклид постулатына тиңдәш.

source: Ал-Абхари предложил доказательство, сходное с доказательством ал-Джаухари.
ba: Әл-Әбхәри әл-Жәүһәри иҫбатламаһына оҡшаш иҫбатлама тәҡдим итә.
